# IDE & Code Editors
claude-code
cursor
cursor-cli
datagrip
goland
intellij-idea-ce
jd-gui
zed

# Terminal & System Tools
ghostty
hammerspoon
karabiner-elements
openinterminal
orbstack
tailscale
tailscale-app

# Fonts
font-comic-shanns-mono-nerd-font
font-lxgw-bright-gb
font-lxgw-wenkai
font-maple-mono
font-maple-mono-cn
font-maple-mono-nf
font-maple-mono-nf-cn

# Development Tools
codex
gpg-suite
xcodes
xcodes-app
orbstack
httpie-desktop

# AI & Chat
chatgpt
lark

# Utilities
antigravity
contexts
droid
homerow
input-source-pro
jordanbaird-ice
keka
microsoft-auto-update
microsoft-edge
google-chrome
mos
omnidisksweeper
pearcleaner
popclip
reqable
rustdesk
only-switch
onedrive

# Design & Graphics
inkscape

# Communication
qq
telegram
